---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AreaBasedLoadData.LoadDensity
source: html/a3d5e748-6a76-cf41-4ff9-8659be3aa0b6.htm
---
# Autodesk.Revit.DB.Electrical.AreaBasedLoadData.LoadDensity Property

The load density of the area based load.

## Syntax (C#)
```csharp
public double LoadDensity { get; }
```